tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "johanhaleby/kubetail"
brew "bat"
brew "coreutils"
brew "deno"
brew "go"
brew "dep"
brew "exa"
brew "fish"
brew "git"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.9"
brew "glib"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "hey"
brew "lua"
brew "highlight"
brew "htop"
brew "httpstat"
brew "icdiff"
brew "ifstat"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libpq", link: true
brew "mas"
brew "massren"
brew "minikube"
brew "node"
brew "openjdk"
brew "tree"
brew "pass"
brew "pgcli"
brew "pgformatter"
brew "pinentry-mac"
brew "pngcrush"
brew "ruby"
brew "screenfetch"
brew "starship"
brew "streamlink"
brew "unar"
brew "unrar"
brew "watch"
brew "youtube-dl"
brew "zig"
brew "zopfli"
brew "golangci/tap/golangci-lint"
brew "johanhaleby/kubetail/kubetail"
cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "bettertouchtool"
cask "calibre"
cask "disk-inventory-x"
cask "docker"
cask "dolphin"
cask "drawio"
cask "eul"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "handbrake"
cask "heaven"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "jdownloader"
cask "jumpcut"
cask "keepassxc"
cask "mkvtoolnix"
cask "mkvtools"
cask "monitorcontrol"
cask "mpv"
cask "netnewswire"
cask "openemu"
cask "paintbrush"
cask "pencil"
cask "postgres"
cask "qbittorrent"
cask "skim"
cask "sloth"
cask "steam"
cask "sublime-text"
cask "syncthing"
cask "tableplus"
cask "telegram"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xld"
mas "Bandwidth+", id: 490461369
mas "Cinebench", id: 1438772273
mas "Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "LittleIpsum", id: 405772121
mas "Media-Info", id: 550128418
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sip", id: 507257563
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
